{
    "title": "Regulamin sklepu internetowego GunStork",
    "sections": [
      {
        "title": "§ 1",
        "subTitle": "Informacje ogólne",
        "content": [
          "Niniejszy regulamin sklepu internetowego dostępnego na stronie internetowej www.gunstork.pl (dalej „sklep GunStork”) określa zasady zawierania i realizacji umów sprzedaży towarów dostępnych w asortymencie sklepu za pośrednictwem środków porozumiewania się na odległość, w tym:",
          {
            "type": "bulletList",
            "items": [
              "zasady i formy składania zamówień,",
              "sposoby i koszty dostawy zamówionych towarów,",
              "sposoby zapłaty za zamówione towary,",
              "uprawnienia Kupującego w zakresie odstąpienia od umowy bez podania przyczyny,",
              "procedurę składania i rozpatrywania reklamacji,",
              "zasady ochrony danych osobowych oraz prawa Kupującego związane z przetwarzaniem danych osobowych."
            ]
          },
          "Właścicielem sklepu www.gunstork.pl jest firma GunStork sp. z o.o. z siedzibą w Warszawie, ul. Strzelecka 15, NIP: 123-456-78-90, REGON: 987654321.",
          "Adres korespondencyjny sklepu: GunStork sp. z o.o., ul. Strzelecka 15, 00-123 Warszawa, email: kontakt@gunstork.pl, tel. +48 123-456-789.",
          "Korzystanie z witryny sklepu www.gunstork.pl jest równoznaczne z akceptacją niniejszego regulaminu oraz wyrażeniem zgody na przetwarzanie danych osobowych zgodnie z zasadami polityki ochrony prywatności określonymi w § 6.",
          "Wszystkie towary niekoncesjonowane dostępne w sklepie www.gunstork.pl przeznaczone są wyłącznie dla osób pełnoletnich (powyżej 18 roku życia).",
          "Treści zamieszczone na stronie sklepu, w tym opisy, zdjęcia i ceny produktów, mają charakter informacyjny i nie stanowią oferty w rozumieniu przepisów Kodeksu cywilnego, lecz zaproszenie do zawarcia umowy w rozumieniu art. 71 Kodeksu cywilnego.",
          "Produkty koncesjonowane, takie jak broń palna i amunicja, nie mogą być nabywane drogą online. Sprzedaż odbywa się wyłącznie w sklepie stacjonarnym po okazaniu wymaganych uprawnień."
        ]
      },
      {
        "title": "§ 2",
        "subTitle": "Zasady zamawiania",
        "content": [
          "Kupujący dokonuje wyboru produktów, które chce nabyć, dodając je do koszyka. Następnie wybiera formę płatności oraz dostawy i przechodzi do formularza zamówieniowego, gdzie wprowadza dane niezbędne do realizacji zamówienia: imię, nazwisko, adres, numer telefonu i adres e-mail.",
          "Złożenie zamówienia jest równoznaczne z ofertą zakupu w rozumieniu przepisów Kodeksu cywilnego.",
          {
            "type": "bulletList",
            "items": [
              "Zamówienia można składać 24 godziny na dobę, 7 dni w tygodniu.",
              "Zamówienia złożone po godz. 12:00, w weekendy lub święta są realizowane następnego dnia roboczego.",
              "Kupujący zobowiązany jest podać prawidłowy numer telefonu oraz adres e-mail, aby umożliwić potwierdzenie zamówienia.",
              "Zamówienia, których nie uda się potwierdzić w ciągu 5 dni roboczych, nie będą realizowane.",
              "W przypadku błędnie wypełnionych formularzy zamówienia sklep GunStork zastrzega sobie prawo do ich odrzucenia."
            ]
          },
          "Sklep zastrzega sobie prawo do odmowy realizacji zamówienia, wycofania produktów z oferty oraz poinformowania Kupującego w przypadku wyczerpania zapasów.",
          "Ceny produktów w sklepie są podane w polskich złotych (PLN) i zawierają podatek VAT.",
          "Promocje nie łączą się. Na produkty objęte promocją nie udziela się dodatkowych rabatów."
        ]
      },
      {
        "title": "§ 3",
        "subTitle": "Terminy, sposoby, koszty dostawy oraz zapłata za towar",
        "content": [
          "Sposoby dostawy zamówionych towarów:",
          {
            "type": "bulletList",
            "items": [
              "Dostawa za pośrednictwem firmy kurierskiej na adres wskazany w formularzu zamówienia.",
              "Odbiór osobisty w siedzibie sklepu GunStork."
            ]
          },
          "Termin dostawy wynosi od 24 godzin do 7 dni roboczych od momentu potwierdzenia zamówienia, chyba że ustalono inaczej.",
          "Koszt dostawy ponosi Kupujący i zależy on od wybranej formy dostawy, wagi zamówienia oraz sposobu płatności.",
          "Formy płatności:",
          {
            "type": "bulletList",
            "items": [
              "Przelew bankowy.",
              "Płatność kartą przez system płatności online (np. PayU, Przelewy24).",
              "Płatność gotówką przy odbiorze osobistym."
            ]
          },
          "W przypadku płatności przelewem lub przez system płatności online, zamówienie realizowane jest po zaksięgowaniu środków na koncie sklepu."
        ]
      },
      {
        "title": "§ 4",
        "subTitle": "Odstąpienie od umowy i zwrot towaru",
        "content": [
          "Kupujący będący konsumentem może odstąpić od umowy bez podania przyczyny w ciągu 14 dni od otrzymania towaru, składając pisemne oświadczenie o odstąpieniu i przesyłając je na adres korespondencyjny sklepu.",
          {
            "type": "bulletList",
            "items": [
              "Zwrotowi podlegają wyłącznie produkty w stanie nienaruszonym.",
              "Produkt musi być w oryginalnym opakowaniu, wraz z dowodem zakupu.",
              "Zwrot towaru odbywa się na koszt Kupującego."
            ]
          },
          "Zwrot środków nastąpi na rachunek bankowy wskazany przez Kupującego w terminie do 14 dni od otrzymania zwrotu towaru."
        ]
      },
      {
        "title": "§ 5",
        "subTitle": "Reklamacje",
        "content": [
          "Kupujący ma prawo do złożenia reklamacji dotyczącej wadliwego towaru lub niezgodności z umową.",
          "Reklamacja powinna zawierać:",
          {
            "type": "bulletList",
            "items": [
              "Imię, nazwisko i dane kontaktowe Kupującego.",
              "Numer zamówienia.",
              "Opis wady lub niezgodności towaru.",
              "Zdjęcia dokumentujące wadę (jeśli możliwe)."
            ]
          },
          "Sprzedawca rozpatruje reklamację w terminie 14 dni od daty jej otrzymania."
        ]
      },
      {
        "title": "§ 6",
        "subTitle": "Polityka ochrony prywatności",
        "content": [
          "Administratorem danych osobowych Kupujących jest GunStork sp. z o.o., z siedzibą w Warszawie, ul. Strzelecka 15, 00-123 Warszawa.",
          "Dane osobowe przetwarzane są w celu realizacji zamówień, obsługi reklamacji oraz działań marketingowych (za zgodą Kupującego).",
          {
            "type": "bulletList",
            "items": [
              "Kupujący ma prawo do dostępu do swoich danych.",
              "Kupujący ma prawo do ich sprostowania, usunięcia lub ograniczenia przetwarzania.",
              "Kupujący ma prawo do wniesienia sprzeciwu wobec przetwarzania danych."
            ]
          }
        ]
      }
    ]
  }
  